/* ************************************************************************** */
/*                                                                            */
/*                                                        :::      ::::::::   */
/*   expander.c                                         :+:      :+:    :+:   */
/*                                                    +:+ +:+         +:+     */
/*   By: pabad-ap <marvin@42.fr>                    +#+  +:+       +#+        */
/*                                                +#+#+#+#+#+   +#+           */
/*   Created: 2024/06/13 14:23:22 by pabad-ap          #+#    #+#             */
/*   Updated: 2024/06/13 14:23:25 by pabad-ap         ###   ########.fr       */
/*                                                                            */
/* ************************************************************************** */

/**
 * Este script será utilizado para convertir variables de entorno
 * a su valor
*/

#include "../../include/parser.h"

